Repository: li-nd/ZeroAway
Catalog: ZeroAway/Localizable.xcstrings
Source language: en
Languages: ar, cs, de, es, fa, fr, he, id, it, ja, ko, nl, pl, pt_br, ro, ru, tr, uk, vi, zh_hans

# about.author
source: Author
ar: المؤلف
cs: Autor
de: Autor
es: Autor
fa: سازنده
fr: Auteur
he: מחבר
id: Pengembang
it: Autore
ja: 作者
ko: 개발자
nl: Auteur
pl: Autor
pt_br: Autor
ro: Autor
ru: Автор
tr: Geliştirici
uk: Автор
vi: Tác giả
zh_hans: 作者

# about.blurb
source: A menu bar utility that simulates mouse activity so the Mac doesn’t go idle. Supports schedules, an idle timeout, and running only while selected apps are open.
ar: أداة لشريط القوائم تحاكي نشاط الماوس كي لا يدخل Mac في وضع الخمول. تدعم الجداول الزمنية ومهلة الخمول والتشغيل فقط عند فتح تطبيقات محددة.
cs: Nástroj v řádku nabídek, který simuluje aktivitu myši, aby Mac nepřešel do nečinnosti. Podporuje plán, časový limit nečinnosti a spuštění pouze při otevření vybraných aplikací.
de: Ein Menüleistenprogramm, das Mausaktivität simuliert, damit der Mac nicht inaktiv wird. Unterstützt Zeitpläne, ein Inaktivitätslimit und die Ausführung nur, solange ausgewählte Apps geöffnet sind.
es: Una utilidad de la barra de menús que simula actividad del mouse para que la Mac no entre en reposo. Admite horarios, un tiempo de inactividad y ejecución solo mientras ciertas apps estén abiertas.
fa: ابزاری در نوار منو که فعالیت ماوس را شبیه‌سازی می‌کند تا Mac بی‌کار نشود. از زمان‌بندی، مهلت بی‌کاری و اجرا فقط هنگام باز بودن برنامه‌های انتخابی پشتیبانی می‌کند.
fr: Un utilitaire de barre des menus qui simule une activité de la souris pour empêcher le Mac de se mettre en veille. Il prend en charge les horaires, un délai d’inactivité et l’exécution uniquement lorsque certaines apps sont ouvertes.
he: כלי לשורת התפריטים המדמה פעילות עכבר כדי שה-Mac לא יעבור למצב לא פעיל. תומך בלוחות זמנים, בזמן קצוב לחוסר פעילות ובהפעלה רק כאשר יישומים נבחרים פתוחים.
id: Utilitas bar menu yang menyimulasikan aktivitas mouse agar Mac tidak memasuki mode diam. Mendukung jadwal, batas waktu diam, dan berjalan hanya saat app tertentu terbuka.
it: Un’utility per la barra dei menu che simula l’attività del mouse per evitare che il Mac diventi inattivo. Supporta pianificazioni, un timeout di inattività e l’esecuzione solo quando sono aperte le app selezionate.
ja: マウス操作をシミュレートし、Macがアイドル状態になるのを防ぐメニューバーユーティリティです。スケジュール、アイドルタイムアウト、指定したアプリの起動中のみ実行する機能に対応しています。
ko: Mac이 유휴 상태가 되지 않도록 마우스 활동을 시뮬레이션하는 메뉴 막대 유틸리티입니다. 일정, 유휴 시간 제한, 선택한 앱이 열려 있을 때만 실행하는 기능을 지원합니다.
nl: Een menubalkhulpprogramma dat muisactiviteit simuleert zodat de Mac niet inactief wordt. Ondersteunt schema’s, een time-out voor inactiviteit en uitvoering alleen wanneer geselecteerde apps geopend zijn.
pl: Narzędzie paska menu, które symuluje aktywność myszy, aby Mac nie przechodził w stan bezczynności. Obsługuje harmonogramy, limit bezczynności i działanie tylko przy otwartych wybranych aplikacjach.
pt_br: Um utilitário da barra de menus que simula a atividade do mouse para evitar que o Mac fique inativo. Oferece horários, tempo limite de inatividade e execução apenas enquanto apps selecionados estiverem abertos.
ro: Un utilitar pentru bara de meniu care simulează activitatea mouse-ului pentru ca Mac-ul să nu intre în repaus. Acceptă programări, un timp de inactivitate și rularea doar cât timp sunt deschise anumite aplicații.
ru: Утилита для строки меню: имитирует активность мыши, чтобы система не засыпала. Поддерживает расписание, время простоя и работу только при запущенных приложениях.
tr: Mac’in boşta kalmasını önlemek için fare etkinliğini taklit eden bir menü çubuğu uygulaması. Zamanlamaları, boşta kalma zaman aşımını ve yalnızca seçili uygulamalar açıkken çalışmayı destekler.
uk: Утиліта в смузі меню, яка імітує рух миші, щоб Mac не переходив у режим бездіяльності. Підтримує розклади, тайм-аут бездіяльності та роботу лише тоді, коли відкриті вибрані програми.
vi: Tiện ích thanh menu mô phỏng hoạt động chuột để máy Mac không chuyển sang trạng thái không hoạt động. Hỗ trợ lịch biểu, thời gian chờ khi không hoạt động và chỉ chạy khi các ứng dụng đã chọn đang mở.
zh_hans: 一款菜单栏工具，通过模拟鼠标活动防止 Mac 进入闲置状态。支持日程、闲置超时，以及仅在所选 App 运行时启用。

# about.repository
source: Repository
ar: المستودع
cs: Repozitář
es: Repositorio
fa: مخزن
fr: Dépôt
he: מאגר
id: Repositori
ja: リポジトリ
ko: 저장소
pl: Repozytorium
pt_br: Repositório
ro: Depozit
ru: Репозиторий
tr: Depo
uk: Репозиторій
vi: Kho mã nguồn
zh_hans: 代码仓库

# about.repository.caption
source: Source code on GitHub
ar: الشفرة المصدرية على GitHub
cs: Zdrojový kód na GitHubu
de: Quellcode auf GitHub
es: Código fuente en GitHub
fa: کد منبع در GitHub
fr: Code source sur GitHub
he: קוד המקור ב-GitHub
id: Kode sumber di GitHub
it: Codice sorgente su GitHub
ja: GitHubのソースコード
ko: GitHub의 소스 코드
nl: Broncode op GitHub
pl: Kod źródłowy w GitHub
pt_br: Código-fonte no GitHub
ro: Cod sursă pe GitHub
ru: Исходный код на GitHub
tr: GitHub’daki kaynak kodu
uk: Вихідний код на GitHub
vi: Mã nguồn trên GitHub
zh_hans: GitHub 上的源代码

# about.subtitle
source: About ZeroAway, the author, and related links.
ar: حول ZeroAway والمؤلف والروابط ذات الصلة.
cs: Informace o ZeroAway, autorovi a související odkazy.
de: Über ZeroAway, den Autor und weiterführende Links.
es: Acerca de ZeroAway, el autor y enlaces relacionados.
fa: درباره ZeroAway، سازنده و پیوندهای مرتبط.
fr: À propos de ZeroAway, de son auteur et des liens associés.
he: מידע על ZeroAway, המחבר וקישורים קשורים.
id: Tentang ZeroAway, pengembang, dan tautan terkait.
it: Informazioni su ZeroAway, l’autore e i link correlati.
ja: ZeroAway、作者、関連リンクについて。
ko: ZeroAway, 개발자 및 관련 링크 정보입니다.
nl: Over ZeroAway, de auteur en gerelateerde links.
pl: Informacje o ZeroAway, autorze i powiązane łącza.
pt_br: Sobre o ZeroAway, o autor e links relacionados.
ro: Despre ZeroAway, autor și linkuri utile.
ru: Сведения о ZeroAway, авторе и ссылках.
tr: ZeroAway, geliştiricisi ve ilgili bağlantılar hakkında.
uk: Про ZeroAway, автора та корисні посилання.
vi: Thông tin về ZeroAway, tác giả và các liên kết liên quan.
zh_hans: 关于 ZeroAway、作者及相关链接。

# about.title
source: About
ar: حول
cs: O aplikaci
de: Über ZeroAway
es: Acerca de
fa: درباره
fr: À propos
he: אודות
id: Tentang
it: Informazioni
ja: ZeroAwayについて
ko: 정보
nl: Over
pl: ZeroAway
pt_br: Sobre
ro: Despre
ru: О программе
tr: Hakkında
uk: Про програму
vi: Giới thiệu
zh_hans: 关于

# about.version %@
source: Version %@
ar: الإصدار %@
cs: Verze %@
es: Versión %@
fa: نسخه %@
he: גרסה %@
id: Versi %@
it: Versione %@
ja: バージョン %@
ko: 버전 %@
nl: Versie %@
pl: Wersja %@
pt_br: Versão %@
ro: Versiunea %@
ru: Версия %@
tr: Sürüm %@
uk: Версія %@
vi: Phiên bản %@
zh_hans: 版本 %@

# about.version_build %@ %@
source: Version %@ (%@)
ar: الإصدار %@ (%@)
cs: Verze %@ (%@)
es: Versión %@ (%@)
fa: نسخه %@ (%@)
he: גרסה %@ (%@)
id: Versi %@ (%@)
it: Versione %@ (%@)
ja: バージョン %@（%@）
ko: 버전 %@ (%@)
nl: Versie %@ (%@)
pl: Wersja %@ (%@)
pt_br: Versão %@ (%@)
ro: Versiunea %@ (%@)
ru: Версия %@ (%@)
tr: Sürüm %@ (%@)
uk: Версія %@ (%@)
vi: Phiên bản %@ (%@)
zh_hans: 版本 %@（%@）

# about.website
source: Website
ar: موقع الويب
cs: Web
es: Sitio web
fa: وب‌سایت
fr: Site web
he: אתר
id: Situs Web
it: Sito web
ja: Webサイト
ko: 웹사이트
pl: Witryna
pt_br: Site
ro: Site web
ru: Сайт
tr: Web Sitesi
uk: Вебсайт
vi: Trang web
zh_hans: 网站

# about.website.caption
source: Product details and documentation
ar: تفاصيل المنتج والوثائق
cs: Podrobnosti o produktu a dokumentace
de: Produktdetails und Dokumentation
es: Detalles del producto y documentación
fa: جزئیات محصول و مستندات
fr: Présentation du produit et documentation
he: פרטי המוצר ותיעוד
id: Detail produk dan dokumentasi
it: Dettagli sul prodotto e documentazione
ja: 製品情報とドキュメント
ko: 제품 세부 정보 및 문서
nl: Productinformatie en documentatie
pl: Informacje o produkcie i dokumentacja
pt_br: Detalhes do produto e documentação
ro: Detalii despre produs și documentație
ru: Подробная информация о программе и документация
tr: Ürün ayrıntıları ve belgeler
uk: Докладніше про продукт і документація
vi: Thông tin sản phẩm và tài liệu hướng dẫn
zh_hans: 产品详情和文档

# behavior.idle.caption
source: Simulate activity when there’s no input for longer than this duration.
ar: محاكاة النشاط عند عدم وجود إدخال لمدة أطول من هذه.
cs: Simulovat aktivitu, pokud po tuto dobu nedojde k žádnému vstupu.
de: Aktivität simulieren, wenn länger als diese Dauer keine Eingabe erfolgt.
es: Simula actividad cuando no hay interacción durante más tiempo que este intervalo.
fa: وقتی ورودی برای مدتی بیش از این زمان وجود ندارد، فعالیت را شبیه‌سازی می‌کند.
fr: Simule une activité en l’absence de saisie pendant une durée supérieure à celle-ci.
he: הדמיית פעילות כשאין קלט למשך זמן ארוך יותר ממשך זה.
id: Simulasikan aktivitas jika tidak ada input selama lebih dari durasi ini.
it: Simula l’attività quando non ci sono input per un periodo superiore a questa durata.
ja: この時間を超えて入力がない場合に操作をシミュレートします。
ko: 이 시간보다 오래 입력이 없으면 활동을 시뮬레이션합니다.
nl: Simuleer activiteit wanneer er langer dan deze duur geen invoer is.
pl: Symuluj aktywność po braku działań przez czas dłuższy niż podany.
pt_br: Simula atividade quando não há interação por mais tempo que esta duração.
ro: Simulează activitatea când nu există nicio acțiune mai mult decât această durată.
ru: Имитировать активность, если нет ввода дольше указанного времени.
tr: Bu süreden daha uzun süre giriş olmadığında etkinliği taklit eder.
uk: Імітувати активність, якщо введення відсутнє довше за цей час.
vi: Mô phỏng hoạt động khi không có thao tác nhập lâu hơn khoảng thời gian này.
zh_hans: 当超过此时长没有输入时模拟活动。

# behavior.idle.title
source: Idle timeout
ar: مهلة الخمول
cs: Limit nečinnosti
de: Inaktivitätslimit
es: Tiempo de inactividad
fa: مهلت بی‌کاری
fr: Délai d’inactivité
he: זמן קצוב לחוסר פעילות
id: Batas waktu diam
it: Timeout di inattività
ja: アイドルタイムアウト
ko: 유휴 시간 제한
nl: Time-out voor inactiviteit
pl: Limit bezczynności
pt_br: Tempo limite de inatividade
ro: Timp de inactivitate
ru: Время простоя
tr: Boşta kalma zaman aşımı
uk: Тайм-аут бездіяльності
vi: Thời gian chờ không hoạt động
zh_hans: 闲置超时

# behavior.nudge.caption
source: How many pixels to move the cursor and move it back when simulating activity.
ar: عدد وحدات البكسل لتحريك المؤشر ثم إعادته عند محاكاة النشاط.
cs: O kolik pixelů se má kurzor při simulaci aktivity posunout a vrátit zpět.
de: Anzahl der Pixel, um die der Zeiger beim Simulieren von Aktivität bewegt und wieder zurückbewegt wird.
es: Cuántos píxeles mover el cursor y devolverlo a su posición al simular actividad.
fa: هنگام شبیه‌سازی فعالیت، نشانگر چند پیکسل جابه‌جا شود و برگردد.
fr: Nombre de pixels de déplacement aller-retour du pointeur lors de la simulation d’activité.
he: מספר הפיקסלים להזזת הסמן ולהחזרתו בעת הדמיית פעילות.
id: Jumlah piksel untuk menggerakkan kursor lalu mengembalikannya saat menyimulasikan aktivitas.
it: Di quanti pixel spostare il cursore avanti e indietro durante la simulazione dell’attività.
ja: 操作のシミュレート時にカーソルを移動して戻すピクセル数です。
ko: 활동을 시뮬레이션할 때 커서를 이동했다가 되돌릴 픽셀 수입니다.
nl: Hoeveel pixels de aanwijzer heen en terug beweegt bij het simuleren van activiteit.
pl: Liczba pikseli, o jaką kursor przesuwa się i wraca podczas symulowania aktywności.
pt_br: Quantos pixels o cursor deve se mover e voltar ao simular atividade.
ro: Numărul de pixeli cu care se mută cursorul înainte și înapoi la simularea activității.
ru: На сколько пикселей сдвинуть курсор и вернуть обратно при имитации активности.
tr: Etkinlik taklit edilirken imlecin kaç piksel hareket edip geri döneceği.
uk: На скільки пікселів перемістити курсор і повернути його назад під час імітації активності.
vi: Số pixel con trỏ sẽ di chuyển rồi quay lại khi mô phỏng hoạt động.
zh_hans: 模拟活动时光标移动再移回的像素数。

# behavior.nudge.title
source: Cursor nudge
ar: تحريك المؤشر
cs: Posunutí kurzoru
de: Zeigerbewegung
es: Movimiento del cursor
fa: حرکت نشانگر
fr: Déplacement du pointeur
he: הזזת הסמן
id: Gerakan kursor
it: Spostamento del cursore
ja: カーソルの移動量
ko: 커서 이동
nl: Aanwijzerbeweging
pl: Ruch kursora
pt_br: Movimento do cursor
ro: Mișcarea cursorului
ru: Смещение курсора
tr: İmleç hareketi
uk: Зсув курсора
vi: Dịch chuyển con trỏ
zh_hans: 光标微移

# behavior.presence.caption_list
source: Simulate activity only while at least one app from the list below is running. Otherwise ZeroAway waits and doesn’t move the cursor.
ar: محاكاة النشاط فقط أثناء تشغيل تطبيق واحد على الأقل من القائمة أدناه. وإلا ينتظر ZeroAway ولا يحرك المؤشر.
cs: Simulovat aktivitu, pouze když je spuštěna alespoň jedna aplikace ze seznamu níže. Jinak ZeroAway čeká a kurzor nepohybuje.
de: Aktivität nur simulieren, solange mindestens eine App aus der Liste unten ausgeführt wird. Andernfalls wartet ZeroAway und bewegt den Zeiger nicht.
es: Simula actividad solo mientras se esté ejecutando al menos una app de la lista. De lo contrario, ZeroAway espera y no mueve el cursor.
fa: فقط وقتی دست‌کم یکی از برنامه‌های فهرست زیر در حال اجراست، فعالیت را شبیه‌سازی می‌کند. در غیر این صورت ZeroAway منتظر می‌ماند و نشانگر را حرکت نمی‌دهد.
fr: Simule une activité uniquement lorsqu’au moins une app de la liste ci-dessous est en cours d’exécution. Sinon, ZeroAway attend sans déplacer le pointeur.
he: הדמיית פעילות רק כאשר לפחות יישום אחד מהרשימה שלמטה פועל. אחרת ZeroAway ממתין ואינו מזיז את הסמן.
id: Simulasikan aktivitas hanya saat setidaknya satu app dari daftar di bawah sedang berjalan. Jika tidak, ZeroAway menunggu dan tidak menggerakkan kursor.
it: Simula l’attività solo mentre è in esecuzione almeno un’app dell’elenco seguente. In caso contrario, ZeroAway attende e non sposta il cursore.
ja: 以下のリストにあるアプリが1つ以上起動している間のみ操作をシミュレートします。それ以外はZeroAwayが待機し、カーソルを動かしません。
ko: 아래 목록의 앱 중 하나 이상이 실행 중일 때만 활동을 시뮬레이션합니다. 그렇지 않으면 ZeroAway가 대기하며 커서를 움직이지 않습니다.
nl: Simuleer alleen activiteit wanneer minstens één app uit de onderstaande lijst actief is. Anders wacht ZeroAway en beweegt de aanwijzer niet.
pl: Symuluj aktywność tylko wtedy, gdy działa co najmniej jedna aplikacja z poniższej listy. W przeciwnym razie ZeroAway czeka i nie porusza kursorem.
pt_br: Simula atividade apenas enquanto pelo menos um app da lista abaixo estiver em execução. Caso contrário, o ZeroAway aguarda e não move o cursor.
ro: Simulează activitatea doar cât timp rulează cel puțin o aplicație din lista de mai jos. Altfel, ZeroAway așteaptă și nu mișcă cursorul.
ru: Имитировать активность только пока запущено хотя бы одно приложение из списка ниже. Иначе — ожидание, курсор не двигается.
tr: Etkinliği yalnızca aşağıdaki listeden en az bir uygulama çalışırken taklit eder. Aksi halde ZeroAway bekler ve imleci hareket ettirmez.
uk: Імітувати активність, лише коли запущено принаймні одну програму зі списку нижче. Інакше ZeroAway очікує та не рухає курсор.
vi: Chỉ mô phỏng hoạt động khi ít nhất một ứng dụng trong danh sách bên dưới đang chạy. Nếu không, ZeroAway sẽ chờ và không di chuyển con trỏ.
zh_hans: 仅当下方列表中至少有一个 App 正在运行时模拟活动。否则 ZeroAway 会等待且不移动光标。

# behavior.presence.caption_settings
source: Simulate activity only while at least one app from the Tracked Apps tab is running. Otherwise ZeroAway waits and doesn’t move the cursor.
ar: محاكاة النشاط فقط أثناء تشغيل تطبيق واحد على الأقل من علامة تبويب التطبيقات المتتبعة. وإلا ينتظر ZeroAway ولا يحرك المؤشر.
cs: Simulovat aktivitu, pouze když je spuštěna alespoň jedna aplikace z panelu Sledované aplikace. Jinak ZeroAway čeká a kurzor nepohybuje.
de: Aktivität nur simulieren, solange mindestens eine App im Tab „Überwachte Apps“ ausgeführt wird. Andernfalls wartet ZeroAway und bewegt den Zeiger nicht.
es: Simula actividad solo mientras se esté ejecutando al menos una app de la pestaña Apps monitoreadas. De lo contrario, ZeroAway espera y no mueve el cursor.
fa: فقط وقتی دست‌کم یکی از برنامه‌های زبانه «برنامه‌های پایش‌شده» در حال اجراست، فعالیت را شبیه‌سازی می‌کند. در غیر این صورت ZeroAway منتظر می‌ماند و نشانگر را حرکت نمی‌دهد.
fr: Simule une activité uniquement lorsqu’au moins une app de l’onglet Apps suivies est en cours d’exécution. Sinon, ZeroAway attend sans déplacer le pointeur.
he: הדמיית פעילות רק כאשר לפחות יישום אחד מהכרטיסייה יישומים במעקב פועל. אחרת ZeroAway ממתין ואינו מזיז את הסמן.
id: Simulasikan aktivitas hanya saat setidaknya satu app dari tab App yang Dilacak sedang berjalan. Jika tidak, ZeroAway menunggu dan tidak menggerakkan kursor.
it: Simula l’attività solo mentre è in esecuzione almeno un’app della sezione App monitorate. In caso contrario, ZeroAway attende e non sposta il cursore.
ja: 「監視するアプリ」タブのアプリが1つ以上起動している間のみ操作をシミュレートします。それ以外はZeroAwayが待機し、カーソルを動かしません。
ko: 추적 앱 탭의 앱 중 하나 이상이 실행 중일 때만 활동을 시뮬레이션합니다. 그렇지 않으면 ZeroAway가 대기하며 커서를 움직이지 않습니다.
nl: Simuleer alleen activiteit wanneer minstens één app uit het tabblad Gevolgde apps actief is. Anders wacht ZeroAway en beweegt de aanwijzer niet.
pl: Symuluj aktywność tylko wtedy, gdy działa co najmniej jedna aplikacja z karty Monitorowane aplikacje. W przeciwnym razie ZeroAway czeka i nie porusza kursorem.
pt_br: Simula atividade apenas enquanto pelo menos um app da aba Apps monitorados estiver em execução. Caso contrário, o ZeroAway aguarda e não move o cursor.
ro: Simulează activitatea doar cât timp rulează cel puțin o aplicație din fila Aplicații urmărite. Altfel, ZeroAway așteaptă și nu mișcă cursorul.
ru: Имитировать активность только пока запущено хотя бы одно приложение из вкладки «Отслеживаемые». Иначе — ожидание, курсор не двигается.
tr: Etkinliği yalnızca İzlenen Uygulamalar sekmesindeki en az bir uygulama çalışırken taklit eder. Aksi halde ZeroAway bekler ve imleci hareket ettirmez.
uk: Імітувати активність, лише коли запущено принаймні одну програму з вкладки «Відстежувані програми». Інакше ZeroAway очікує та не рухає курсор.
vi: Chỉ mô phỏng hoạt động khi ít nhất một ứng dụng trong tab Ứng dụng theo dõi đang chạy. Nếu không, ZeroAway sẽ chờ và không di chuyển con trỏ.
zh_hans: 仅当“跟踪的 App”标签页中至少有一个 App 正在运行时模拟活动。否则 ZeroAway 会等待且不移动光标。

# behavior.presence.title
source: Only while an app is running
ar: فقط أثناء تشغيل تطبيق
cs: Pouze při spuštěné aplikaci
de: Nur solange eine App ausgeführt wird
es: Solo mientras se ejecuta una app
fa: فقط هنگام اجرای یک برنامه
fr: Uniquement lorsqu’une app est ouverte
he: רק כשיישום פועל
id: Hanya saat app berjalan
it: Solo mentre un’app è in esecuzione
ja: アプリの起動中のみ
ko: 앱 실행 중에만
nl: Alleen wanneer een app actief is
pl: Tylko podczas działania aplikacji
pt_br: Apenas enquanto um app estiver em execução
ro: Doar cât timp rulează o aplicație
ru: Только при запущенном приложении
tr: Yalnızca bir uygulama çalışırken
uk: Лише коли програму запущено
vi: Chỉ khi ứng dụng đang chạy
zh_hans: 仅在 App 运行时

# behavior.resume_session
source: Resume session on launch
ar: استئناف الجلسة عند الفتح
cs: Obnovit relaci při spuštění
de: Sitzung beim Start fortsetzen
es: Reanudar sesión al iniciar
fa: ازسرگیری نشست هنگام اجرا
fr: Reprendre la session au lancement
he: חידוש ההפעלה בעת הפתיחה
id: Lanjutkan sesi saat dibuka
it: Riprendi la sessione all’avvio
ja: 起動時にセッションを再開
ko: 실행 시 세션 재개
nl: Sessie hervatten bij openen
pl: Wznów sesję po uruchomieniu
pt_br: Retomar sessão ao iniciar
ro: Reia sesiunea la pornire
ru: Возобновлять сессию при запуске
tr: Açılışta oturumu sürdür
uk: Відновлювати сеанс після запуску
vi: Tiếp tục phiên khi khởi chạy
zh_hans: 启动时恢复会话

# behavior.resume_session.caption
source: If a session was active when ZeroAway quit, start it again. Timed sessions keep their original end time.
ar: إذا كانت جلسة نشطة عند إنهاء ZeroAway، فابدأها مجددًا. تحتفظ الجلسات المؤقتة بوقت انتهائها الأصلي.
cs: Pokud byla při ukončení ZeroAway aktivní relace, znovu ji spustit. Časované relace zachovají původní čas ukončení.
de: War beim Beenden von ZeroAway eine Sitzung aktiv, wird sie erneut gestartet. Bei zeitlich begrenzten Sitzungen bleibt die ursprüngliche Endzeit erhalten.
es: Si había una sesión activa al cerrar ZeroAway, la inicia de nuevo. Las sesiones con temporizador conservan su hora de finalización original.
fa: اگر هنگام خروج از ZeroAway نشستی فعال بود، دوباره آن را آغاز می‌کند. نشست‌های زمان‌دار همان زمان پایان قبلی را حفظ می‌کنند.
fr: Si une session était active à la fermeture de ZeroAway, la relancer. Les sessions minutées conservent leur heure de fin initiale.
he: אם הפעלה הייתה פעילה בעת סגירת ZeroAway, היא תתחיל שוב. הפעלות מתוזמנות שומרות על שעת הסיום המקורית שלהן.
id: Jika sesi aktif saat ZeroAway ditutup, mulai lagi sesi tersebut. Sesi berwaktu tetap menggunakan waktu selesai semula.
it: Se una sessione era attiva alla chiusura di ZeroAway, la riavvia. Le sessioni temporizzate mantengono l’ora di fine originale.
ja: ZeroAwayの終了時にセッションが有効だった場合、再開します。時間指定セッションは元の終了時刻を維持します。
ko: ZeroAway 종료 시 세션이 활성 상태였다면 다시 시작합니다. 시간제 세션은 원래 종료 시간을 유지합니다.
nl: Als een sessie actief was toen ZeroAway werd gestopt, start deze dan opnieuw. Sessies met een timer behouden hun oorspronkelijke eindtijd.
pl: Jeśli podczas zamykania ZeroAway sesja była aktywna, uruchom ją ponownie. Sesje czasowe zachowują pierwotny czas zakończenia.
pt_br: Se havia uma sessão ativa ao encerrar o ZeroAway, inicia-a novamente. Sessões temporizadas mantêm o horário de término original.
ro: Dacă era activă o sesiune când ZeroAway s-a închis, o pornește din nou. Sesiunile cronometrate păstrează ora inițială de încheiere.
ru: Если сессия была активна при выходе, снова включить её. Для сессий с таймером сохраняется исходное время окончания.
tr: ZeroAway kapatıldığında bir oturum etkinse yeniden başlatır. Süreli oturumların özgün bitiş zamanı korunur.
uk: Якщо під час завершення ZeroAway був активний сеанс, запустити його знову. Сеанси з таймером зберігають початковий час завершення.
vi: Nếu một phiên đang hoạt động khi ZeroAway thoát, hãy khởi động lại phiên đó. Các phiên hẹn giờ vẫn giữ thời điểm kết thúc ban đầu.
zh_hans: 如果 ZeroAway 退出时会话仍处于活动状态，则重新启动该会话。定时会话会保留原结束时间。

# behavior.schedule.caption_off
source: Runs whenever a session is on in the menu bar — no day or hour limits.
ar: يعمل كلما كانت جلسة شريط القوائم مفعّلة، بلا قيود على الأيام أو الساعات.
cs: Běží vždy, když je relace v řádku nabídek zapnutá — bez omezení dnů či hodin.
de: Wird immer ausgeführt, wenn eine Sitzung in der Menüleiste aktiv ist – ohne Einschränkung nach Tag oder Uhrzeit.
es: Se ejecuta cuando hay una sesión activa en la barra de menús, sin límites de días ni horarios.
fa: هر زمان نشست نوار منو روشن باشد اجرا می‌شود؛ بدون محدودیت روز یا ساعت.
fr: S’exécute dès qu’une session est active dans la barre des menus, sans restriction de jour ni d’heure.
he: פועל בכל פעם שהפעלה מופעלת בשורת התפריטים — ללא הגבלות יום או שעה.
id: Berjalan setiap kali sesi aktif di bar menu—tanpa batasan hari atau jam.
it: Funziona ogni volta che una sessione è attiva nella barra dei menu, senza limiti di giorni o orari.
ja: メニューバーでセッションがオンの間は、曜日や時間の制限なく実行します。
ko: 메뉴 막대에서 세션이 켜져 있으면 요일이나 시간 제한 없이 실행됩니다.
nl: Wordt uitgevoerd wanneer een sessie in de menubalk actief is, zonder beperkingen voor dagen of uren.
pl: Działa, gdy sesja jest włączona na pasku menu — bez ograniczeń dni ani godzin.
pt_br: É executado sempre que uma sessão está ativa na barra de menus, sem limites de dias ou horários.
ro: Rulează oricând este activă o sesiune din bara de meniu, fără limite de zi sau oră.
ru: Работает всегда, пока сессия включена в строке меню — без ограничения по дням и часам.
tr: Menü çubuğunda bir oturum açıkken gün veya saat sınırı olmadan çalışır.
uk: Працює щоразу, коли сеанс увімкнено в смузі меню, без обмежень за днями чи годинами.
vi: Chạy bất cứ khi nào một phiên được bật trên thanh menu — không giới hạn ngày hoặc giờ.
zh_hans: 只要菜单栏中的会话已开启，就会运行，不受日期或时间限制。
